{
  "NAVBAR": {
    "ITEM_1": "Why Social Betting",
    "ITEM_2": "Get Started",
    "ITEM_3": "Why Bettery",
    "ITEM_4": "Token Sale",
    "ITEM_5": "Roadmap",
    "ITEM_6": "Team",
    "ITEM_7": "Business Demo",
    "ITEM_8": "Blog",
    "ITEM_9": "FAQ",
    "ITEM_10": "Join us on Telegram"
  },

  "HEADER": {
    "TITLE_PART_1": "Bring Everyone Together",
    "TITLE_PART_2": "on what matters to you",
    "TEXT": "Bet in future events made for your friends or community. Host your own topics and invite anyone to bet their opinions or vote for the final truth.",
    "HEADER_QUESTION": "What will be the weather tomorrow in ",
    "QUESTION_END": "Saigon?",
    "BUTTON_TEXT": "Create Event",
    "OR_JOIN": {
      "1": "or Join Bettery events",
      "2": "events"
    },
    "JOIN": "Join",
    "TOP_QUESTIONS": ["Which team will win El Clásico at 3am tonight?", "What will be the weather tomorrow in Saigon?", "When will the corona virus end?"],
    "TOP_PLACEHOLDER": "Please input your questions ...",
    "POPOVER": {
      "1": "What's unpredictable that",
      "2": "will happen soon? Type it here,",
      "3": "click Create Event, and bet with",
      "4": "friends on how things will go!"
    }
  },

  "SECOND": {
    "TITLE": "Social Betting is Fun",
    "TEXT_1": "Friendship is all about experiencing what’s coming together with friends. Enjoy it your way - have fun betting on the future that’s just yours! Predict what's going to happen in your topics of interest with other enthusiasts. Bet with friends in private events or go viral on any social media. Down with the silly gambling stigma - Social Betting is finally for everyone! ",
    "TEXT_2": "Love discussing opinions with others? Prefer taking in facts only at your own pace? Or simply want to grow your social media follower base? We’re all different, united by the future we foresee together on Bettery.",
    "CARD_TITLE_1": "Influencers",
    "CARD_TITLE_2": "On My Own",
    "CARD_TITLE_3": "Friends",
    "CARD_TEXT_1": "Engage with followers in any social media or Bettery users. Turn your content interactive to create conversations and crank up the hype.",
    "CARD_TEXT_2": "Alone, not lonely! Create viral topics for others to host and pay you or join events as an Expert to say the truth.",
    "CARD_TEXT_3": "Enjoy geeking out with pals? Create a private room and bet a dinner on persnalized topics you all care and love."
  },

  "THIRD": {
    "TITLE": "Get Started",
    "TEXT": "Pick a role that fits your day, and it's not always about betting! Be a Host and promote your own events to social media community. Bet as a Player with free tokens to cash out or get free dinner. Join as a knowledgeable Expert to vote for the truth. Unleash your creativity and suggest viral topics as an Advisor."
  },

  "FOUR": {
    "TITLE": "Why Bettery?",
    "TEXT_1": "Bettery is the first ever platform where Players use their opinion and skills - not luck - to bet with free tokens (BET) and cash out their winnings, but never run out of BET when they lose in events. By participating in social betting, users also grow their reputation and earn extra in Premium events hosted by businesses and influencers.",
    "TEXT_2": "To ensure that no one, not even Bettery team can manipulate events or user balance, Bettery is the first social application with its logic entirely executed on Smart Contracts and events data stored in a tamper-proof storage, and only users can access their own registered wallets.",
    "CARD_TITLE_1": "Uncompromised Outcomes",
    "CARD_TITLE_2": "Trustless Knowledge",
    "CARD_TITLE_3": "Passive Earnings",
    "CARD_TITLE_4": "Data Privacy Minus Fraud",
    "CARD_TEXT_1": "Our smart data from knowledgeable users can never be altered by anyone, not even ourselves.",
    "CARD_TEXT_2": "User reputation is a trustless \"proof-of-knowledge\" to price user engagement for businesses.",
    "CARD_TEXT_3": "Enjoy great content in events and use your skills to earn tokens you can trade for money. ",
    "CARD_TEXT_4": "Event activities are always open for fraud verification. Users solely control access to their data."
  },

  "TOKEN_SALE": {
    "TITLE": "Bettery Token Sale",
    "TEXT": "By joining events, users of all roles earn BET tokens, which can be swapped one-way into BTY tokens at a 1:1 ratio and sold on exchanges. To engage high-profile users, event organizers (Hosts) may purchase and use BTY as rewards for participants in Premium events. BTY and BET are key components of the Bettery tokenomics. Hosts and Investors can purchase BTY through Bettery official Token Sale.",
    "JOIN_TOKEN_SALE": "Join Token Sale",
    "MORE_ON_BETTERY": "More on Bettery tokenomy",
    "FULL_TOKENOMICS": "Bettery full tokenomics will be launched in:"
  },

  "ROADMAP": {
    "TITLE": "Roadmap",
    "TEXT": "Bettery is designed to be a digital playground for people and brands to build genuine relationships with one another in an exciting, highly personalized way. All our development activities - past, present, and future - are always available to the public.",
    "DATE_1": "FEB - 2021",
    "DATE_2": "Q2 - 2021",
    "DATE_3": "Q3 - 2021",
    "DATE_4": "Q4 - 2021",
    "ROADMAP_UP_TEXT-1": "Public Prototype",
    "ROADMAP_UP_TEXT-2": "Tokenomics",
    "ROADMAP_UP_TEXT-3": "  Social Media Integration",
    "ROADMAP_UP_TEXT-4": "Mobile Application",
    "ROADMAP_TEXT-1": "Public prototype: Hosts, Players, and Experts in Public + Private Events.",
    "ROADMAP_TEXT-2": "User Reputation system. Tokenomy. Premium Events.",
    "ROADMAP_TEXT-3": "Mobile Web App. Advisor & Moderator roles. Pro Events.",
    "ROADMAP_TEXT-4": "Mobile application. Integration to Social Media. Live Events."
  },

  "TEAM": {
    "TEXT": "Bettery is a platform for enthusiasts, built by enthusiasts. Our humble yet passionate team consists of experts with mastery in distributed systems, creative design, and most importantly, satisfactory user experience.",
    "NAME_7": "Secret Advisor",
    "STATUS_7": "Advisor",
    "EXPERTISE": "Experience:",
    "PASSION": "Passion:",
    "FEDOR":  {
      "NAME": "Fedor",
      "STATUS": "Product Owner, Founder",
      "EXPERTISE": "Synergize software development and international B2B sales, worked with the team for years before starting Bettery.",
      "PASSION": "Ownerless Business, Smart Devices."
    },
    "SIM":  {
      "NAME": "Sim",
      "STATUS": "Business Analyst, Founding Team",
      "EXPERTISE": "Know what users want financially and psychologically based on his previous experience running a mining farm and moderating Facebook content.",
      "PASSION": "Countrysides, Yachts. "
    },
    "MAXIM":  {
      "NAME": "Maxim",
      "STATUS": "Development Lead, Founding Team",
      "EXPERTISE": "Give life to ideas and designs mapped out on graphics and slides with the power of coding. ",
      "PASSION": "Blockchain Programming."
    },
    "SHANE":  {
      "NAME": "Shane",
      "STATUS": "Content Marketer",
      "EXPERTISE": "Transform endless walls of text into user-friendly and meaningful content that you’ll have a blast reading.",
      "PASSION": "Writing, Literary Analysis, Gaming."
    },
    "NELSON":  {
      "NAME": "Nelson",
      "STATUS": "UX/UI Designer",
      "EXPERTISE": "Transform rough wireframe sketches into vivid, intuitive interfaces and designs you’ll never grow tired of using.",
      "PASSION": "Technology, Sports, Gaming."
    },
    "KEN":  {
      "NAME": "Ken",
      "STATUS": "Legal Advisor",
      "EXPERTISE": "Evolving regulations of blockchain and cryptocurrency, able to turn risky into riskless and bring forth its value to the public.",
      "PASSION": "World Affairs, Video Games"
    }
  },

  "FORM": {
    "TITLE": "Book a Demo",
    "TEXT": "Are you an influencer looking to boost engagement with followers with every piece of your content? We’ll show you how, hands-on based right on your content.",
    "FIRST_NAME": "First Name",
    "LAST_NAME": "Last Name",
    "EMAIL" : "Email",
    "PHONE_NUMBER": "Best way to contact you (Telegram, Whatsapp, etc.)",
    "FIRM": "Your channel (Where to boost engagements, a public channel)",
    "VALIDATOR": "this field is required",
    "EMAIL_ERROR": "this is not email",
    "BUTTON_TEXT": "Book a Demo"
  },

  "FOOTER": {
    "TITLE_1": "About Bettery",
    "TITLE_2": "Stay in touch",
    "TEXT_1": "Bettery is a social pool betting platform for friends and online communities to have fun on what matters to you. Through betting events, collective social knowledge is created for businesses, influencers, and advertisers, while users earn from their opinions.",
    "TEXT_2": "Subscribe to our monthly newsletter. No spam. No ads. Just valuable content that’s a pleasure to read.",
    "BUTTON_TEXT": "Subscribe",
    "PLACE_HOLDER": "Enter email address"
  },

  "MODAL": {
    "TITLE": "For Investors",
    "TEXT": "Shared experiences bring people together, not just past memories",
    "TEXT-2": "- this is why we create Bettery. Our team is happy to discuss opportunities with startup investors who share our vision.",
    "DOWNLOAD": "Download"
  },

  "LANGUAGES": {
    "EN": "English",
    "VN": "Vietnam",
    "TITLE": "Language"
  }
}
